[
  {
    "_id": "03d6d9ca-398d-494a-8b57-a1042f2392d4",
    "title": "1.\tI deleted some important files!",
    "priority": 0,
    "answer": "The first step is to check the recycle bin. If that fails, your IT Support partner can help you."
  },
  {
    "_id": "a3abd26a-8df3-4856-80c8-7c266ce1e34b",
    "title": "2.\tI can’t print anything!",
    "priority": 1,
    "answer": "Check the printer is turned on, has paper, has ink/toner, paper in the correct tray etc. If it’s not an obvious issue, there may be a connection problem – the printer is probably not connected to the network properly, so call your IT Support helpdesk for help."
  },
  {
    "_id": "9b6551c6-9316-485e-880d-b7e485fb0a8d",
    "title": "Computers are Running too Slowly",
    "priority": 0,
    "answer": "Is your computer taking too long to execute instructions? If that is the case, the solution is quite simple. Confirm if you are running many programs at once and ensure that you close some of them. \nYour PC might also be slow because of viruses and malware. Therefore, ensure that you disconnect your PC from the network and let the IT help desk sort it out for you."
  },
  {
    "_id": "df8227e2-f5bf-42a9-9d5c-e66d739a810d",
    "title": "4.\t Slow Internet",
    "priority": 0,
    "answer": "People that connect to the internet wirelessly have to find the right spot to receive proper signals. The signal is not always reliable in all the corners of a building. Therefore, ensure that you are close enough to the router to get a great internet connection."
  },
  {
    "_id": "200a5227-4e49-48e3-8210-321c0dc948eb",
    "title": "The Computer does not Recognize the USB Device",
    "priority": 0,
    "answer": "The first thing is to try using a different USB port. Additionally, the user may opt to try using a different USB device on the computer to determine whether the problem is your USB device or the PC ports. In case you have tried all alternatives, and nothing is working, the next step should be consulting your IT help desk for in-depth troubleshooting."
  },
  {
    "_id": "e0fa9c5d-4e33-44e0-bc11-907658462fef",
    "title": "A User Cannot Log In",
    "priority": 0,
    "answer": "A user being unable to login to the company system is a common problem. The user might have left the Caps Lock button on; therefore, his or her password does not match. Check the caps lock or and login."
  },
  {
    "_id": "35a5cba6-2f88-416a-ba70-f4221ff5c220",
    "title": "7.\tThe Wireless Network is Kicking People Out",
    "priority": 1,
    "answer": "When a router is overloaded, it tends to keep some users out. Ensure that the wireless router is well-connected"
  },
  {
    "_id": "ce27e988-b70d-4450-8990-6918b48f7403",
    "title": "8.\tMy laptop is shutting down after irregular intervals for no reason.",
    "priority": 1,
    "answer": "laptop battery must be charged properly and replaced when the need arises."
  },
  {
    "_id": "52fd7085-89ac-462e-ad9d-32178e742269",
    "title": "9.\tI just closed my document without saving!",
    "priority": 2,
    "answer": "If you have Auto-Recover options enabled in Microsoft Office, then there are some easy steps to recover your work. If not, you can also search for Word backup files by clicking “open”, “computer” and then browsing to the folder where the file was last saved."
  },
  {
    "_id": "05937613-0420-440e-9849-70f4c82102b7",
    "title": "My computer just shut down unexpectedly!",
    "priority": 1,
    "answer": "This could be related to overheating. Check your computer for dust, and make sure it is in a cool and ventilated place. If this is not the issue, then it is likely a virus problem. Disconnect the PC from any networks and call your IT Support experts!"
  }
]